Repository: Thalexander/switchboard-plug-parental-controls
Catalog: po/*.po
Languages: sq

source: Prevent %s from using these apps:
sq: Parandalo %s nga përdorimi i këtyre programeve:

source: Remove Selected App
sq: Hiq programin e përzgjedhur

source: Clear All
sq: Pastro gjithçka

source: General
sq: Të përgjithshme

source: Applications
sq: Programe

source: My Account
sq: Llogaria ime

source: Other Accounts
sq: Llogaritë e tjera

source: From:
sq: Nga:

source: To:
sq: Deri më:

source: Allow this user to:
sq: Lejo këtë përdorues të:

source: Limit computer use:
sq: Kufizo përdorimin e kompjuterit:

source: On weekdays and weekends
sq: Gjatë ditëve javore dhe fundjavave

source: Only on weekdays
sq: Vetëm në ditët javore

source: Only on weekends
sq: Vetëm në fundjavë

source: Weekdays
sq: Ditët javore

source: Weekends
sq: Fundjavat

source: Search Applications
sq: Kërko programe

source: Add URL
sq: Shto URL

source: Add a new URL, for example: google.com
sq: Shto një URL të re, psh: google.com

source: Invalid URL
sq: URL e pavlefshme

source: Manage parental control settings
sq: Menaxho parametrat e kontrollit prindëror

source: Authentication is required to change parental control settings
sq: Nevojitet identifikimi për të ndryshuar parametrat e kontrollit prindëror

source: Some settings require administrator rights to be changed
sq: Disa parametra kërkojnë të drejtat e administratorit për tu ndryshuar

source: No users to edit
sq: S'ka përdorues për të ndryshuar

source: Configure User Accounts
sq: Konfiguro llogaritë e përdoruesit

source: Parental Control
sq: Kontrolli Prindëror

source: Configure time limits and restrict application usage
sq: Konfiguro limitet e orarit dhe kufizo përdorimin e programeve

source: You cannot run this application
sq: Nuk mund të hapësh këtë program

source: You are not permitted to run this application.
sq: Nuk je i lejuar të hapësh këtë program.

source: This computer will lock after %s %s. %s
sq: Ky kompjuter do të bllokohet pas %s %s. %s

source: Time left
sq: Koha e mbetur
